Repository: common-repository/twizo-verification
Catalog: lang/twizo-verification-*.po
Languages: nl_nl

source: Something has gone wrong while creating a sessionToken, please try again or contact an administrator.
nl_nl: Er ging iets mis toen met het creëren van een sessie token, probeer het opnieuw of neem contact op met een administrator.

source: Now the codes are regenerated, note that your old codes are not useable anymore. The new backup codes are:<br>
nl_nl: Nu de codes zijn gegenereerd, zijn de oude backup codes niet meer bruikbaar. De nieuwe backup codes zijn:<br>

source: The default preferred type is updated.
nl_nl: Het standaard gewenste type is geüdated.

source: The logo image is updated.
nl_nl: Uw logo is geüdated

source: Since this is the first time you have installed Twizo Verification on this Wordpress installation, we will help you install Twizo within a few steps.
nl_nl: Omdat dit de eerste keer is dat u Twizo Verification installeert op deze Wordpress installatie, helpen wij u Twizo te installeren in een paar simpele stappen.

source: For installing Twizo for Woocommerce, can we have your API key?
nl_nl: Voor het installeren van Twizo voor WooCommerce, mogen wij uw API key?

source: Welcome to your two factor authorization settings. By enabling the two factor authorization, a new layer of security will be added to your account. When logging in you will be prompted with an one time password, send by SMS or another verification method of your choice.
nl_nl: Welkom bij uw twee factor authenticatie instellingen. Door twee factor authenticatie the activeren voegt u een nieuwe laag van veiligheid toe aan uw account. Wanneer u inlogt wordt u gevraagd om een eenmalig te gebruiken wachtwoord. Deze verkrijgt u door de middel van u gekozen authenticatie methode.

source: two factor authentication
nl_nl: Twee factor authenticatie

source: When you lose your authentication device, or sim-card, you can still login with the backup codes. You can have up to 10 backup codes at one moment. When you use one, the used backup code will be de-activated. When you have no backup codes left you should regenerate your backup codes. You can regenerate your backup codes at any time, the old ones will become unusable.
nl_nl: Wanneer u uw authenticatie apparaat of sim kaart verliest, kan u nog steeds inloggen met de backup codes. Op ieder moment kan je tot 10 backup codes hebben. Wanneer je er één gebruikt, wordt de gebruikte backup code gedeactiveerd. Wanneer je geen backup codes meer hebt kun je ze hier opnieuw genereren. Je kan op ieder moment nieuwe backup codes genereren. De oude worden dan onbruikbaar.

source: Two factor authentication
nl_nl: Twee factor authenticatie

source: Error sessionTokens did not match
nl_nl: Fout, sessie tokens waren niet hetzelfde

source: Error occurred, could not create record for user
nl_nl: Er is een fout voorgekomen, er kon geen rij aangorden gemaakt voor de klant in de database.

source: Two factor authorization is set-up.
nl_nl: Twee factor authenticatie is geïnstalleerd.

source: Twizo - Settings
nl_nl: Twizo - Instellingen

source: Twizo - Setup
nl_nl: Twizo - Installatie

source: Save
nl_nl: Opslaan

source: Verify API key
nl_nl: Verifieer API sleutel

source: The host is updated.
nl_nl: De host is geüpdate.

source: Next step
nl_nl: Volgende stap

source: The host have been set, proceed to the next step.
nl_nl: De host is gezet, ga naar de volgende stap.

source: API-key is verified, and updated.
nl_nl: API sleutel is geverifieerd en geüpdate.

source: Finish
nl_nl: Einde

source: API-key is verified, the set-up has been finished
nl_nl: API sleutel is geverifieerd, de installatie is beëindigd.

source: API key not updated
nl_nl: API sleutel is niet geüpdate.

source: The sender is updated.
nl_nl: De zender is geüpdated.

source: Set image logo
nl_nl: Zet een logo afbeelding

source: Upload image
nl_nl: Upload foto

source: Select or Upload an image by clicking on 'Insert into post' in the file uploader. Recommended size is 200px * 90px.
nl_nl: Selecteer of upload een afbeelding door op 'Toevoegen aan bericht' te klikken in de file uploader. Aanbevolen grootte is 200px * 90px.

source: API key
nl_nl: API sleutel

source: API KEY
nl_nl: API sleutel

source: Preferred Authentication type
nl_nl: Gewenst authenticatie type

source: Sender
nl_nl: Zender

source: A sender is the name a customer will see when he receives the message.
nl_nl: Een zender is de naam de klant ziet als hij een bericht ontvangt.

source: Welcome to Twizo - two factor authentication for WooCommerce.
nl_nl: Welkom bij Twizo - twee factor authenticatie voor WooCommerce.

source: Do you already have an account?
nl_nl: Heeft u al een account?

source: No, create one.
nl_nl: Nee, creëer er één.

source: Yes, start the installation.
nl_nl: Ja, start de installatie.

source: Step (1/2) - Host
nl_nl: Stap (1/2) - Host

source: To provide the best experience to your customers, please select the host closest to your location from the list below.
nl_nl: Om de beste ervaring voor uw klanten te leveren, selecteer de host het dichts bij uw locatie.

source: Step (2/2) - API key
nl_nl: Stap (2/2) - API sleutel

source: If you don't know where to find your api key, you can find it in your applications
nl_nl: Als je niet weet waar je je API sleutel kan vinden, je kan het vinden in je applicaties.

source: -> My Applications
nl_nl: -> Mijn applicaties

source: First time set-up (2/2)
nl_nl: Eerste installatie (2/2)

source: Two Factor Authorization is now enabled. Below are your backup codes. Please store them in a save location. If you lose them you can regenerate them at this page. Backup codes are used to login when you lose your authorization device.
nl_nl: Twee factor authenticatie staat nu aan. Hier zijn uw reserve codes. Sla ze op in een veilige plek. Als je ze verliest kan je ze opnieuw genereren op deze pagina. Reserve codes worden gebruikt om in te loggen wanneer u uw authenticatie apparaat hebt verloren.

source: By going on to the next step, please make sure you have saved the backup codes in a save location.
nl_nl: Door naar de volgende stap te gaan, maakt u zeker dat u de reserve codes hebt opgeslagen op een veilige plek.

source: First time set-up (1/2)
nl_nl: Eerste installatie (1/2)

source: In the first step of the setup, we need to verify your phone number for the two factor authorization. So please enter your phone number below, and click the button:
nl_nl: In de eerste stap van de installatie, moeten wij uw telefoon nummer hebben voor de twee factor authenticatie. Vul alstublieft uw telefoon nummer in en click op de knop:

source: Phone number
nl_nl: Telefoon nummer

source: Verify
nl_nl: Verifiëren

source: Two factor authorization
nl_nl: Twee factor authenticate

source: For two factor authentication, your phone number is needed. You can change it below. If you change it a pop-up will open, which will help you verify your phone number.
nl_nl: Voor twee factor authenticatie, is uw telefoon nummer nodig. Je kan het hier instellen. Als u het wijzigt zal er een scherm verschijnen die u helpt uw telefoon nummer te verifiëren.

source: Current phone number:
nl_nl: Ingestelde telefoon nummer

source: Backup codes
nl_nl: Reserve codes

source: Backup codes left:
nl_nl: Aantal ongebruikte reserve codes:

source: Regenerate backup codes
nl_nl: Genereer backup codes

source: Preferred type
nl_nl: Gewenste authenticatie type

source: The two factor authentication has multiple verification options, you can set your preferred below or use the standard settings.
nl_nl: De twee factor authenticatie heeft meerdere opties om je te verifiëren. Je kan uw gewenste optie hier zetten.

source: Current preferred type:
nl_nl: Momentele authenticatie methode:

source: By:
nl_nl: Bij:

source: Plugin for 2 factor authorization in WooCommerce
nl_nl: Plugin voor twee factor authenticatie in WooCommerce
